Revit 2027 API
ParameterTypeId.RebarInstanceStirrupTieAttachment Property
 "Stirrup/Tie Attachment"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarInstanceStirrupTieAttachment { get; }
Public Shared ReadOnly Property RebarInstanceStirrupTieAttachment As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarInstanceStirrupTieAttachment {
	ForgeTypeId^ get ();
}
static member RebarInstanceStirrupTieAttachment : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace